Repository: momentobooth/momentobooth
Catalog: lib/l10n/app_*.arb
Languages: de, fr, nl

# genericBackButton
source: Back
de: Zurück
fr: Retour
nl: Terug

# genericPrintButton
source: Print
de: Drucken
fr: Imprimer
nl: Afdrukken

# genericContinueButton
source: Continue
de: Weiter
fr: Continuer
nl: Doorgaan

# genericRefreshButton
source: Refresh
de: Aktualisieren
fr: Actualiser
nl: Vernieuwen

# genericClearButton
source: Clear
de: Klar
fr: Effacer
nl: Wissen

# genericSaveButton
source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan

# genericCloseButton
source: Close
de: Schließen
fr: Fermer
nl: Sluiten

# genericRetryButton
source: Retry
de: Versuch's nochmal
fr: Réessayer
nl: Probeer opnieuw

# genericCancelButton
source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

# genericOneMomentPlease
source: One moment please...
de: Einen Moment bitte...
fr: Un instant s'il vous plaît...
nl: Een moment geduld...

# genericDocumentation
source: Documentation
de: Dokumentation
nl: Documentatie

# genericAbout
source: About
de: Über
fr: À propos
nl: Over

# genericHelp
source: Help
de: Hilfe
fr: Aide

# genericView
source: View
de: Anzeigen
fr: Afficher
nl: Weergave

# genericFile
source: File
de: Datei
fr: Fichier
nl: Bestand

# genericFullScreen
source: Full screen
de: Vollbild
fr: Plein écran
nl: Volledig scherm

# genericSettings
source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen

# genericCanBeChangedInSettings
source: this can be changed in settings
de: Das kannst du in den Einstellungen ändern.
fr: cela peut être modifié dans les paramètres
nl: dit kan worden aangepast in de instellingen

# actionRestoreLiveView
source: Restore live view
de: Live-Ansicht wiederherstellen
fr: Restaurer l'aperçu direct
nl: Reset live view

# actionsExit
source: Exit
de: Beenden
fr: Quitter
nl: Sluiten

# screensStart
source: Start screen
de: Startbildschirm
fr: Écran de démarrage
nl: Startscherm

# screensGallery
source: Gallery
de: Galerie
fr: Galerie
nl: Galerij

# screensManualCollage
source: Manual collage
de: Manuelle Collage
fr: Collage manuel
nl: Handmatige collage

# startScreenTouchToStartButton
source: Touch to start
de: Zum Starten einfach antippen.
fr: Appuyez pour commencer
nl: Raak aan om te beginnen

# startScreenGalleryButton
source: Gallery
de: Galerie
fr: Galerie
nl: Galerij

# chooseCaptureModeScreenTitle
source: Choose Capture Mode
de: Wähle den Aufnahmemodus
fr: Choisir le mode de capture
nl: Kies modus

# chooseCaptureModeScreenSinglePictureButton
source: Single Picture
de: Einzelbild
fr: Photo unique
nl: Enkele foto

# captureScreenLookAtCamera
source: Look at 📷
de: Schau mal 📷
fr: Regardez vers 📷
nl: Kijk naar 📷

# captureScreenLoadingPhoto
source: Loading photo...
de: Lade Foto...
fr: Chargement de la photo...
nl: Foto inladen...

# captureScreenGetReady
source: Get Ready
de: Mach dich bereit
fr: Préparez-vous
nl: Maak je klaar

# captureScreenLoadingPhotos
source: Loading photos...
de: Fotos werden geladen...
fr: Chargement des photos...
nl: Foto's inladen...

# photoDetailsScreenTitle
source: Photo Details
de: Foto-Details
fr: Détails de la photo
nl: Fotodetails

# photoDetailsScreenGetQrButton
source: Get QR
de: QR-Code abrufen
fr: Obtenir QR
nl: QR krijgen

# photoDetailsScreenQrUploading
source: Uploading
de: Hochladen
fr: Téléchargement
nl: Uploaden

# photoDetailsScreenShowQrButton
source: Show QR
de: QR-Code anzeigen
fr: Afficher QR
nl: QR tonen

# photoDetailsScreenRetryQrButton
source: Error, retry?
de: Fehler, nochmal versuchen?
fr: Erreur, réessayer?
nl: Fout, opnieuw?

# photoDetailsScreenPrinting
source: Printing...
de: Drucken...
fr: Impression...
nl: Afdrukken...

# photoDetailsScreenPrintUnsuccesful
source: Print unsuccessful
de: Drucken nicht gelungen
fr: Impression échouée
nl: Afdrukken mislukt

# shareScreenTitle
source: Share
de: Teilen
fr: Partager
nl: Delen

# shareScreenRetakeButton
source: Retake
de: Wiederholen
fr: Recommencer
nl: Opnieuw maken

# shareScreenChangeButton
source: Change
de: Ändern
fr: Modifier
nl: Wijzigen

# shareScreenGetQrButton
source: Get QR
de: QR-Code abrufen
fr: Obtenir QR
nl: QR krijgen

# shareScreenQrUploading
source: Uploading
de: Hochladen
fr: Téléchargement
nl: Uploaden

# shareScreenShowQrButton
source: Show QR
de: QR-Code anzeigen
fr: Afficher QR
nl: QR tonen

# shareScreenRetryQrButton
source: Error, retry?
de: Fehler, nochmal versuchen?
fr: Erreur, réessayer?
nl: Fout, opnieuw?

# shareScreenPrinting
source: Printing...
de: Drucken...
fr: Impression...
nl: Afdrukken...

# shareScreenPrintUnsuccesful
source: Print unsuccessful
de: Drucken nicht gelungen
fr: Impression échouée
nl: Afdrukken mislukt

# qrDialogTitle
source: Share using a QR code
de: Teilen über einen QR-Code
fr: Partager avec un code QR
nl: Deel via een QR code

# qrDialogUploading
source: Uploading...
de: Lade...
fr: Téléchargement...
nl: Uploaden...

# qrDialogInstructions
source: You can download your photo by scanning this QR code. Note: A download link can be used once. Please click 'Extra download' if you need another download.
de: Du kannst dein Foto runterladen, indem du diesen QR-Code scannst. Hinweis: Ein Download-Link kann nur einmal benutzt werden. Bitte klick auf „Extra-Download”, wenn du einen weiteren Download brauchst.
fr: Vous pouvez télécharger votre photo en scannant ce code QR. Note : Un lien de téléchargement ne peut être utilisé qu'une seule fois. Veuillez cliquer sur "Téléchargement supplémentaire" si vous avez besoin d'un autre téléchargement.
nl: Je kunt je foto downloaden door deze QR code te scannen. Let op: Een downloadlink kan maar één keer gebruikt worden. Klik op 'Extra download' als je nog een download nodig hebt.

# qrDialogExtraDownloadButton
source: Extra download
de: Zusätzlicher Download
fr: Téléchargement supplémentaire

# qrDialogErrorMessage
source: An error has occured while uploading. Check the internet connection and click 'Retry' to try again.
de: Beim Hochladen ist ein Fehler passiert. Überprüfe mal deine Internetverbindung und klick auf „Wiederholen“, um es nochmal zu versuchen.
fr: Une erreur s'est produite lors du téléchargement. Vérifiez la connexion Internet et cliquez sur "Réessayer" pour réessayer.
nl: Er is een fout opgetreden tijdens het uploaden. Controleer de internetverbinding en klik op 'Opnieuw' om het opnieuw te proberen.

# printerErrorNoMediaBody2
source: Please insert paper, confirm with the 'OK' button on the printer, then click 'Resume queue'.
de: Leg bitte Papier ein, bestätige mit der Schaltfläche „OK” am Drucker und klicke dann auf „Warteschlange fortsetzen”.
fr: Veuillez insérer du papier, confirmez avec le bouton "OK" de l'imprimante, puis cliquez sur "Reprendre la file d'attente".
nl: Plaats nieuw papier, bevestig met de 'OK' op de printer, klik daarna op 'Hervat wachtrij'.

# printerErrorMediaJamTitle
source: Paper jam
de: Papierstau
fr: Bourrage papier
nl: Papier vastgelopen

# printerErrorMediaJamBody1
source: Printer [{name}] reports that it has a paper jam.
de: Der Drucker [{name}] sagt, dass er einen Papierstau hat.
fr: L'imprimante [{name}] signale qu'elle a un bourrage papier.
nl: Printer [{name}] heeft gemeld dat de papierdoorvoer vastgelopen is.

# printerErrorMediaJamBody2
source: Please follow any instructions displayed by the printer, if any. When the issue is resolved, click 'Resume queue'.
de: Befolge bitte alle Anweisungen, die vom Drucker angezeigt werden, falls vorhanden. Wenn das Problem behoben ist, klicke auf „Warteschlange fortsetzen“.
fr: Veuillez suivre les instructions affichées par l'imprimante, le cas échéant. Une fois le problème résolu, cliquez sur "Reprendre la file d'attente".
nl: Volg de instructies op het display van de printer om het papier te verwijderen, indien deze er zijn. Klik daarna op 'Hervat wachtrij'.

# printerErrorStuckJob
source: Additionally there is a job stuck in the queue. Clicking 'Resume queue' will attempt to unstuck it.
de: Außerdem gibt's einen Auftrag, der in der Warteschlange hängen geblieben ist. Wenn du auf „Warteschlange fortsetzen” klickst, wird versucht, ihn wieder in Gang zu bringen.
fr: De plus, il y a un travail bloqué dans la file d'attente. Cliquer sur "Reprendre la file d'attente" tentera de le débloquer.
nl: Er zit een vastgelopen taak in de wachtrij. Klik op 'Hervat wachtrij' om te proberen deze te deblokkeren.

# printerErrorStuckJobs
source: Additionally there are {jobCount} jobs stuck in the queue. Clicking 'Resume queue' will attempt to unstuck them.
de: Außerdem gibt's noch ein paar „ {jobCount} ”-Jobs, die in der Warteschlange hängen geblieben sind. Wenn du auf „Resume queue” klickst, wird versucht, sie wieder in Gang zu bringen.
fr: De plus, il y a {jobCount} travaux bloqués dans la file d'attente. Cliquer sur "Reprendre la file d'attente" tentera de les débloquer.
nl: Er zitten {jobCount} vastgelopen taken in de wachtrij. Klik op 'Hervat wachtrij' om te proberen deze te deblokkeren.

# multiCaptureScreenPhotoCounter
source: Photo {current}/{total}
de: Foto {current}/{total}
nl: Foto {current}/{total}

# multiCaptureScreenGetReady
source: Get Ready
de: Mach dich bereit
fr: Préparez-vous
nl: Maak je klaar

# multiCaptureScreenLookAtCamera
source: Look at 📷
de: Schau mal 📷
fr: Regardez vers 📷
nl: Kijk naar 📷

# collageMakerScreenPicturesShotTitle
source: Pictures shot
de: Aufgenommene Bilder
fr: Photos prises
nl: Gemaakte foto's

# collageMakerScreenPhotoCounter
source: {count} chosen
de: {count} ausgewählt
fr: {count} sélectionnées
nl: {count} gekozen

# manualCollageScreenSaving
source: Saving...
de: Speichern...
fr: Enregistrement...
nl: Opslaan...

# photoCollageWidgetSelectPhotos
source: Select some photos :)
de: Such dir ein paar Fotos aus :)
fr: Sélectionnez quelques photos :)
nl: Kies wat foto's :)

# printerErrorNoInkTitle
source: No ink
de: Keine Tinte
fr: Pas d'encre
nl: Geen inkt

# printerErrorNoInkBody1
source: Printer [{name}] reports that it ran out of ink.
de: Der Drucker [{name}] sagt, dass die Tinte alle ist.
fr: L'imprimante [{name}] signale qu'elle est à court d'encre.
nl: Printer {name} heeft gemeld dat de inkt op is.

# printerErrorNoInkBody2
source: Please replace the ink cartridge, confirm with the 'OK' button on the printer, then click 'Resume queue'.
de: Wechsel bitte die Tintenpatrone aus, bestätige das mit dem „OK”-Knopf am Drucker und klick dann auf „Warteschlange fortsetzen”.
fr: Veuillez remplacer la cartouche d'encre, confirmez avec le bouton "OK" de l'imprimante, puis cliquez sur "Reprendre la file d'attente".
nl: Vervang de inktcartridge, bevestig met de 'OK' op de printer, klik daarna op 'Hervat wachtrij'.

# printerErrorNoMediaTitle
source: No paper
de: Kein Papier
fr: Pas de papier
nl: Geen papier

# printerErrorNoMediaBody1
source: Printer [{name}] reports that it ran out of paper.
de: Der Drucker [{name}] sagt, dass das Papier alle ist.
fr: L'imprimante [{name}] signale qu'elle est à court de papier.
nl: Printer {name} heeft gemeld dat het papier op is.

# printerErrorConnectionErrorTitle
source: Connection error
de: Verbindungsfehler
fr: Erreur de connexion
nl: Verbindingsprobleem

# printerErrorConnectionErrorBody1
source: The printing system report that printer [{name}] is no longer connected to the computer.
de: Das Drucksystem sagt, dass der Drucker [{name}] nicht mehr mit dem Computer verbunden ist.
fr: Le système d'impression signale que l'imprimante [{name}] n'est plus connectée à l'ordinateur.
nl: Het afdruksysteem meldt dat de printer [{name}] niet langer is verbonden met de computer.

# printerErrorConnectionErrorBody2
source: Please check the connection between the printer and the computer, then click 'Resume queue'.
de: Schau mal, ob der Drucker richtig mit dem Computer verbunden ist, und klick dann auf „Warteschlange fortsetzen”.
fr: Veuillez vérifier la connexion entre l'imprimante et l'ordinateur, puis cliquez sur "Reprendre la file d'attente".
nl: Controleer de verbinding tussen de printer en de computer, klik daarna op 'Hervat wachtrij'.

# printerErrorUnknownIssueTitle
source: Unknown printer issue
de: Problem mit unbekanntem Drucker
fr: Problème d'imprimante inconnu
nl: Onbekend printerprobleem

# printerErrorUnknownIssueBody1
source: Printer [{name}] reports that it has an issue: {error}
de: Der Drucker [{name}] hat ein Problem gemeldet: {error}
fr: L'imprimante [{name}] signale qu'elle a un problème : {error}
nl: Printer [{name}] heeft een probleem gemeld: {error}

# printerErrorUnknownIssueBody2
source: Please follow any instructions displayed by the printer or check system printing settings for more details. When the issue is resolved, click 'Resume queue'.
de: Bitte befolge die Anweisungen auf dem Drucker oder schau in den Druckeinstellungen deines Systems nach, um mehr Infos zu bekommen. Wenn das Problem behoben ist, klick auf „Warteschlange fortsetzen”.
fr: Veuillez suivre les instructions affichées par l'imprimante ou consulter les paramètres d'impression système pour plus de détails. Une fois le problème résolu, cliquez sur "Reprendre la file d'attente".
nl: Volg de instructies op het display van de printer, indien die er zijn. Of controleer de systeeminstellingen voor meer informatie over de fout. Klik daarna op 'Hervat wachtrij'.

# printerErrorIgnoreButton
source: Ignore for now
de: Jetzt erstmal ignorieren
fr: Ignorer pour l'instant
nl: Negeer voor nu

# printerErrorResumeQueueButton
source: Resume queue
de: Warteschlange fortsetzen
fr: Reprendre la file d'attente
nl: Hervat wachtrij

# printDialogTitle
source: Print
de: Drucken
fr: Imprimer
nl: Afdrukken

# printDialogSizeSetting
source: Size:
de: Größe:
fr: Taille :
nl: Formaat:

# printDialogNoOfPrintsSetting
source: Number of prints:
de: Anzahl der Ausdrucke:
fr: Nombre de copies :
nl: Aantal prints:

# printDialogSummary
source: {numPrints} prints → {numImages} printed images
de: {numPrints} Drucke → {numImages} gedruckte Bilder
fr: {numPrints} copies → {numImages} images imprimées
nl: {numPrints} prints → {numImages} geprint foto's

# printingErrorDialogTitle
source: Print error
de: Druckfehler
fr: Erreur d'impression
nl: Printprobleem

# printingErrorDialogBodyTop
source: Due to an unexpected issue, your print(s) cannot be started.
de: Wegen eines unerwarteten Problems können deine Ausdrucke nicht gestartet werden.
fr: En raison d'un problème inattendu, vos impression(s) ne peut pas être démarrée.
nl: Door een onverwachts probleem kunnen we de print(s) niet starten.

# printingErrorDialogBodyBottom
source: Try again later or download your photo using the QR feature.
de: Versuch's später nochmal oder lade dein Foto über die QR-Funktion runter.
fr: Réessayez plus tard ou téléchargez votre photo à l'aide de la fonction QR.
nl: Probeer het later nogmaals of download je foto met de QR-functie.

# projectNotOpened
source: No project opened
de: Kein Projekt geöffnet
fr: Aucun projet ouvert
nl: Geen project geopend

source: Opened
de: Geöffnet
fr: Ouvert
nl: Geopend op

# projectNotOpenedInstructions
source: You did not open a project folder yet. Open one to start capturing.
de: Du hast noch keinen Projektordner geöffnet. Öffne einen, um mit der Aufnahme zu beginnen.
fr: Vous n'avez pas encore ouvert de dossier de projet. Ouvrez-en un pour commencer à prendre des photos.
nl: Je hebt nog geen projectmap geopend. Open er een om te beginnen met foto's schieten.

# projectNotOpenedExplanation
source: MomentoBooth needs to know where to store images and look for collage templates.
de: MomentoBooth muss wissen, wo Bilder gespeichert werden sollen und wo Collagenvorlagen zu finden sind.
fr: MomentoBooth doit savoir où stocker les images et chercher les modèles de collage.
nl: MomentoBooth moet weten waar afbeeldingen moeten worden opgeslagen en waar collagetemplates te vinden zijn.

# projectsRecent
source: Recent projects
de: Aktuelle Projekte
fr: Projets récents
nl: Recente projecten

# projectOpenButton
source: Open a project folder
de: Öffne einen Projektordner
fr: Ouvrir un dossier de projet
nl: Open een projectmap

# projectOpenShort
source: Open project
de: Offenes Projekt
fr: Ouvrir projet

# projectViewInExplorer
source: View project in explorer
de: Projekt im Explorer anzeigen
fr: Afficher le projet dans l'explorateur
nl: Open projectmap in verkenner

# projectLoadLastOnStart
source: Load last project on start up
de: Lade das letzte Projekt beim Start
fr: Charger le dernier projet au démarrage
nl: Open het laatste project bij starten

# galleryScreenGoToStartButton
source: Start
fr: Démarrage
